Repository: liuraymond05/spotifyproject
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, fr

source: My Spotify Wrapped
es: Mi Spotify Envuelto
fr: Mon Spotify enveloppé

source: Toggle Dark Mode
es: Alternar modo oscuro
fr: Activer le mode sombre

source: Toggle Neon Mode
es: Alternar modo neón
fr: Basculer le mode néon

source: Games
es: Juegos
fr: Jeux

source: My Wraps
es: Mis Envolturas
fr: Mes Wraps

source: Settings
es: Configuración
fr: Paramètres

source: Log Out
es: Cerrar Sesión
fr: Se déconnecter

source: Select Term
es: Seleccionar Término
fr: Sélectionnez un terme

source: Select a Time Range
es: Seleccione un intervalo de tiempo
fr: Sélectionnez une plage horaire

source: Long-Term
es: A largo plazo
fr: À long terme

source: Medium-Term
es: A mediano plazo
fr: Moyenne Durée

source: Short-Term
es: A corto plazo
fr: Courte Durée

source: Contact Developers
es: Contactar con los desarrolladores
fr: Contacter les Développeurs

source: Meet the Team
es: Conoce al equipo
fr: Rencontrez l'Équipe

source: Full Stack Developer
es: Desarrollador de stack completo
fr: Développeur Full Stack

source: Email Stuthi
es: Correo electrónico Stuthi
fr: Envoyer un e-mail à Stuthi

source: Front End Developer
es: Desarrollador Front-end
fr: Développeur Front End

source: Email Maya
es: Correo electrónico Maya
fr: Envoyer un e-mail à Maya

source: Email Jordyn
es: Correo electrónico Jordyn
fr: Envoyer un e-mail à Jordyn

source: Back End Developer
es: Desarrollador Back End
fr: Développeur Back End

source: Email Raymond
es: Correo electrónico Raymond
fr: Envoyer un e-mail à Raymond

source: Game Developer
es: Desarrollador de juegos
fr: Développeur de Jeux

source: Email Jess
es: Correo electrónico Jess
fr: Envoyer un e-mail à Jess

source: End Wrapped
es: Fin envuelto
fr: Fin du Wrapped

source: My Wrapped Summary
es: Mi resumen envuelto
fr: Mon Résumé Wrapped

source: Here's your Spotify Wrapped Summary!
es: ¡Aquí está tu resumen envuelto de Spotify!
fr: Voici votre résumé Spotify Wrapped !

source: Enjoy your music journey!
es: ¡Disfruta de tu viaje musical!
fr: Profitez de votre voyage musical !

source: Save My Wrap
es: Guardar mi envoltura
fr: Sauvegarder Mon Wrap

source: Share My Wrap
es: Compartir mi envoltura
fr: Partager Mon Wrap

source: Home
es: Inicio
fr: Accueil

source: Favorite Decade
es: Década favorita
fr: Décennie Préférée

source: My Favorite Decade
es: Mi Década Favorita
fr: Ma Décennie Préférée

source: Decade Breakdown
es: Desglose de la década
fr: Répartition par Décennie

source: No data available for the decade breakdown.
es: No se dispone de datos sobre el desglose de la década.
fr: Aucune donnée disponible pour la répartition par décennie.

source: Back
es: Atrás
fr: Retour

source: Next
es: Siguiente
fr: Suivant

source: Song Popularity
fr: Popularité de la Chanson

source: My Top Song's Popularity
es: Popularidad de Mi canción favorita
fr: Popularité de ma chanson préférée

source: Match That Game!
fr: Match cette chanson !

source: Click To Begin!
fr: Cliquez pour commencer !

source: How To Play!
fr: Comment jouer !

source: How To Play
fr: Comment jouer

source: Welcome to Match That Song! Here's how to play
fr: Bienvenue dans Match cette chanson ! Voici comment jouer

source: You will be shown an album cover and three song options.
fr: Vous verrez une pochette d'album et trois options de chanson.

source: Pick the song that belongs to that album cover shown.
fr: Choisissez la chanson qui correspond à la pochette d'album affichée.

source: Rack up as many points as you can before that clock hits 0!
fr: Accumulez autant de points que possible avant que l'horloge n'atteigne 0 !

source: Correct Answers: +3 points
fr: Réponses correctes : +3 points

source: Incorrect Answers: -1 point
fr: Réponses incorrectes : -1 point

source: Match That Song!
fr: Match cette chanson !

source: Time Left: 7s
fr: Temps restant : 7s

source: Hint (3 left)
fr: Indice (3 restants)

source: Your Score: 0
fr: Votre score : 0

source: High Score: 0
fr: Meilleur score : 0

source: Play Again
fr: Rejouer

source: Return to Start
fr: Retour au début

source: Your 2024 Wrapped is Here!
es: ¡Tu Wrapped 2024 ya está aquí!
fr: Votre Wrapped 2024 est ici !

source: You’ve had a long year, and we have your soundtrack to go with it...
es: Has tenido un año largo, y tenemos tu banda sonora para acompañarlo...
fr: Vous avez eu une longue année, et nous avons votre bande-son pour l'accompagner...

source: Full Wrapped
es: Envuelto completo
fr: Wrapped Complet

source: Wrapped Breakdown
es: Desglose envuelto
fr: Détail du Wrapped

source: Listening Habits
es: Hábitos de escucha
fr: Habitudes d'Écoute

source: My Listening Habits
es: Mis hábitos de escucha
fr: Mes Habitudes d'Écoute

source: You listen to music most at
es: La música que más escuchas es
fr: Vous écoutez de la musique principalement à

source: Back To Home
es: Volver al inicio
fr: Retour à l'Accueil

source: Login To Your Account!
es: ¡Inicie sesión en su cuenta!
fr: Connectez-vous à votre compte !

source: Enter your username
es: Ingrese su nombre de usuario
fr: Entrez votre nom d'utilisateur

source: Enter your password
es: Ingresa la contraseña
fr: Entrez votre mot de passe

source: Forgot Password?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié ?

source: Don't have an account?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?

source: Join now!
es: ¡Únete ahora!
fr: Rejoignez-nous maintenant !

source: Choose Mode
es: ¡Únete ahora!
fr: Choisissez le mode

source: Light Mode
es: Modo de luz
fr: Mode clair

source: Dark Mode
es: Modo oscuro
fr: Mode sombre

source: Neon Mode
es: Modo neón
fr: Mode néon

source: Logout
es: Cerrar sesión
fr: Se déconnecter

source: Logout!
es: ¡Cerrar sesión!
fr: Déconnexion !

source: Click here to logout!
es: ¡Haga clic aquí para cerrar sesión!
fr: Cliquez ici pour vous déconnecter !

source: You have successfully logged out!
es: ¡Has cerrado sesión exitosamente!
fr: Vous vous êtes déconnecté avec succès !

source: Login
es: Acceso
fr: Se connecter

source: Create Your Account
es: Crea tu cuenta
fr: Créez votre compte

source: Create Your Account!
es: ¡Crea tu cuenta!
fr: Créez votre compte !

source: Enter a username
es: Introduzca un nombre de usuario
fr: Entrez un nom d'utilisateur

source: Enter your email
es: Introduce tu correo electrónico
fr: Entrez votre e-mail

source: Enter a password
es: Introduzca una contraseña
fr: Entrez un mot de passe

source: Confirm your password
es: Confirme su contraseña
fr: Confirmez votre mot de passe

source: Must be at least 8 characters long
es: Debe tener al menos 8 caracteres de largo
fr: Doit comporter au moins 8 caractères

source: Must include letters and numbers
es: Debe incluir letras y números
fr: Doit inclure des lettres et des chiffres

source: Must be different from username
es: Debe ser diferente del nombre de usuario
fr: Doit être différent du nom d'utilisateur

source: Already have an account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?

source: Login here!!
es: ¡¡Inicia sesión aquí!!
fr: Connectez-vous ici !!

source: Reset Your Password
es: Restablecer la contraseña
fr: Réinitialisez votre mot de passe

source: Reset Your Password!
es: ¡Restablece tu contraseña!
fr: Réinitialisez votre mot de passe !

source: Know your password?
es: ¿Conoces tu contraseña?
fr: Vous connaissez votre mot de passe ?

source: Saved Spotify Wrapped
es: Spotify guardado envuelto
fr: Spotify Wrapped Sauvegardé

source: Your Spotify Wrapped
es: Tu Spotify envuelto
fr: Votre Spotify Wrapped

source: Welcome to Your Spotify Wrapped!
es: ¡Bienvenido a tu Spotify Wrapped!
fr: Bienvenue dans votre Spotify Wrapped !

source: Here's to your music taste
es: Brindemos por tu gusto musica
fr: Voici votre goût musical

source: Top Genre
es: Género superior
fr: Genre Principal

source: Top 3 Artists
es: Los 3 mejores artistas
fr: Top 3 des Artistes

source: No top artists found.
es: No se han encontrado artistas destacados.
fr: Aucun artiste principal trouvé.

source: Top Album
es: Mejor Álbum
fr: Album Principal

source: Top Song
es: Top Canción
fr: Chanson Principale

source: No top song found.
es: No se ha encontrado ninguna canción principal.
fr: Aucune chanson principale trouvée.

source: Your Classical Element!
es: ¡Tu elemento clásico!
fr: Votre Élément Classique !

source: Top 3 Tracks
es: Las 3 mejores pistas
fr: Top 3 des Titres

source: Track
es: Pista
fr: Titre

source: Artist
es: Artista
fr: Artiste

source: No track found.
es: No se ha encontrado ninguna pista.
fr: Aucun titre trouvé.

source: Delete This Wrapped
es: Eliminar este envuelto
fr: Supprimer ce Wrapped

source: No wraps found.
es: No se han encontrado envolturas.
fr: Aucun Wrapped trouvé.

source: Change Language
es: Cambiar idioma
fr: Changer de Langue

source: English
es: Inglés
fr: Anglais

source: Spanish
es: Español
fr: Espagnol

source: French
es: Francés
fr: Français

source: Change Color Mode
es: Cambiar el modo de color
fr: Changer le Mode de Couleur

source: Delete Account
es: Eliminar cuenta
fr: Supprimer le Compte

source: Share Your Wrap
es: Comparte tu envoltura
fr: Partagez Votre Wrap

source: Share Your Spotify Wrapped
es: Comparte tu Spotify envuelto
fr: Partagez Votre Spotify Wrapped

source: Here’s Your Wrap Summary
es: Este es el resumen de la envoltura
fr: Voici le Résumé de Votre Wrap

source: You have unique listening patterns!
es: ¡Tienes patrones de escucha únicos
fr: Vous avez des habitudes d'écoute uniques !

source: My Top Album
es: Mi Mejores Álbum
fr: Mon meilleur album

source: Release Date
es: Fecha de lanzamiento
fr: Date de Sortie

source: Top Artists
es: Mejores artistas
fr: Top Artistes

source: My Top Artists
es: Mis mejores artistas
fr: Mes Top Artistes

source: My Top Genre
es: Mi género favorito
fr: Mon Top Genre

source: Your Classical Element
es: Su elemento clásico
fr: Votre Élément Classique

source: My Classical Element
es: Mi Elemento Clásico
fr: Mon Élément Classique

source: No element found.
es: No se ha encontrado ningún elemento.
fr: Aucun élément trouvé.

source: Top Songs
es: Mejores canciones
fr: Top Chansons

source: My Top Songs
es: Mis mejores canciones
fr: Mes Top Chansons

source: By
es: Por
fr: Par

source: Listen on Spotify
es: Escucha en Spotify
fr: Écouter sur Spotify

source: No top songs found.
es: No se han encontrado las mejores canciones
fr: Aucune chanson principale trouvée.

source: My Top Three Tracks
es: Mis tres mejores pistas
fr: Mes trois meilleurs morceaux

source: Play Me
es: Presiona reproducir
fr: Jouez-moi

source: Stop
es: Alto
fr: Arrêter

source: Selected Time Range
es: Rango de tiempo seleccionado
fr: Plage de Temps Sélectionnée

source: Last 4 Weeks
es: Últimas 4 semanas
fr: Les 4 Dernières Semaines

source: Last 6 Months
es: Últimos 6 meses
fr: Les 6 Derniers Mois

source: Last Year
es: año pasado
fr: L'Année Dernière

source: Apply
es: Aplicar
fr: Appliquer

source: Spotify Wrapped for the last
es: Spotify envuelto para el final
fr: Spotify Wrapped pour les derniers

source: 4 weeks
es: 4 semanas
fr: 4 semaines

source: 6 months
es: 6 meses
fr: 6 mois

source: year
es: año
fr: an

source: My Top Song
es: Mi canción favorita
fr: Ma Chanson Principale

source: Top Albums
es: Top álbumes

source: Album
es: Álbum

source: Save Wrapped
es: Guardar envuelto
